Repository: InitialDet/AutoHook
Catalog: AutoHook/Resources/Localization/UIStrings.*.resx
Languages: es

# DrawHeader_Testing
source: Testing
es: Test

source: Default
es: Predeterminado

# DrawImportExport_Cancel
source: Cancel
es: Cancelar

source: Import stack from clipboard.
es: Importar pila desde el portapapeles.

source: Import
es: Importar

source: Preset Name
es: Nombre de Preset

source: Import this preset?
es: ¿Importar este Preset?

source: Add Last Catch:
es: Añadir última captura:

source: Export preset to clipboard.
es: Exportar preset al portapapeles.

source: Preset exported to the clipboard
es: Preset exportado al portapapeles

source: A preset with the same name already exists
es: Ya existe un preset con el mismo nombre

# PresetAlreadyExist
source: A preset with the same name already exists
es: Ya existe un preset con el mismo nombre

source: Current bait/mooch:
es: Carnada/mooch actual:

source: Add Current Bait/Mooch
es: Añadir carnada/mooch actual

# TabPresets_DrawHeader_IsEnabledByDefault
source: is enabled by default when new bait/mooch is added
es: se activa por defecto cuando se añade carnada/mooch nuevo

# TabPresets_DrawHeader_CorrectlyEditTheBaitMoochName
source: Make sure to correctly edit the bait/mooch name like displayed in-game (Ex: Versatile Lure)
es: Asegúrate de editar correctamente el nombre de la carnada/mooch tal y como se muestra en el juego (Ej: Versatile Lure)

source: New bait/mooch
es: Nueva carnada/mooch

source: EditMe
es: Editame

source: Add
es: Añadir

source: Hold SHIFT to delete.
es: Mantén presionado SHIFT para eliminar.

source: Close
es: Cerrar

source: Right-click to rename
es: Clic derecho para renombrar

# TabPresets_DrawHeader_EditPresetNamePressEnterToConfirm
source: Edit Preset name (press Enter to confirm)
es: Editar nombre del Preset (pulse Enter para confirmar)

source: Hook Presets
es: Ajustes de Hook

source: Add New Preset
es: Añadir nuevo Preset

# TabPresets_DrawHeader_TabDescription
source: Here you can customize which hook to use based on the current bait or mooch. If a bait/mooch is not specified, the Default Preset will be used instead.
es: Aquí puedes elegir que Hook usar dependiendo de la carnada o mooch actual. Si una carnada/mooch no es especificado, se usara el Preset predeterminado.

# TabPresets_DrawHeader_NewTabDescription
source: Here you can customize which hook to use based on the current bait or mooch. If a bait/mooch is not specified, the Default Preset will be used instead.
es: Aquí puedes elegir que Hook usar dependiendo de la carnada o mooch actual. Si una carnada/mooch no es especificado, se usara el Preset predeterminado.

source: New Preset
es: Nuevo Preset

# TabNameCustomPresets
source: Custom Presets
es: Presets Personalizados

# TabNameGPConfig
source: GP Config
es: Config de GP

# TabGPConfig_TabDescription
source: Here you can customize the GP Threshold for the actions and items used by the AutoCast feature.
es: Aquí puedes elegir el límite de GP para las acciones e ítems usados por la función de AutoCast.

source: Above
es: Por Encima De

source: Below
es: Por Debajo De

source: will be used when your GP is Equal or
es: se utilizará cuando su GP sea igual o

source: None
es: Ninguno

# DrawHeader_GeneralSettings
source: General Settings
es: Ajustes Generales

# DrawHeader_CheckChangelog
source: Check the new changes in the Changelog below
es: Revisa los nuevos cambios en el Changelog a continuación

# DrawHeader_ClickToReportAnIssue
source: Click here to report an issue or make a suggestion
es: Haz clic aquí para reportar un problema o hacer una sugerencia

source: Use Default Cast
es: Usar Cast por defecto

source: Use Default Mooch
es: Usar Mooch por defecto

# DefaultHookingBehavior
source: This is the default hooking behavior if no Custom Preset is found.
es: Este es el comportamiento de Hook por defecto si no se encuentra ningún Preset personalizado.

# DefaultMoochingBehavior
source: This is the default mooching behavior if no Preset is found.
es: Este es el comportamiento de Mooch por defecto si no se encuentra ningún Preset personalizado.

source: Default Cast
es: Cast por defecto

source: Default Mooch
es: Mooch por defecto

# HookWeakExclamation
source: Hook Weak (!)
es: Hook Débil (!)

# HookStrongExclamation
source: Hook Strong (!!)
es: Hook Fuerte (!!)

# HookLegendaryExclamation
source: Hook Legendary (!!!)
es: Hook Legendario (!!!)

source: "Hook" will be used if Patience is not up
es: "Hook" será utilizado si Patience no está activa

source: Mooch/Bait Name
es: Nombre de Mooch/Carnada

source: Bait already exists
es: La carnada ya existe

source: Max. Wait
es: Espera Max.

# HelpMarkerMaxWaitTimer
source: Hook will be used after the defined amount of time has passed Min. time: 2s (because of animation lock) Set Zero (0) to disable, and dont make this lower than the Min. Wait
es: Hook será usado despues de cierta cantidad de tiempo haya pasado Tiempo minimo: 2s (Por el bloqueo de la animación) Usar Cero (0) para deshabilitar, y no usar tiempo menor a la Espera Min.

source: Min. Wait
es: Espera Min.

# HelpMarkerMinWaitTimer
source: Hook will NOT be used until the minimum time has passed. Ex: If you set the number as 14 and something bites after 8 seconds, the fish will not to be hooked Set Zero (0) to disable
es: Hook NO será usado hasta que la Espera Min. haya pasado. Ej. Si el número es 14 y algo pica despues de 8 segundos, el pez no será capturado. Usar Cero (0) para deshabilitar

source: Stop fishing after...
es: Dejar de pescar despues de...

source: Stop fishing
es: Dejar de pescar

source: After being caught...
es: Despues de ser capturado...

# AfterBeingCaughtDescription
source: - If this config is a bait: Stops fishing after X amount of fish is caught - If this config is a fish: Stops fishing after it being caught X amount of times
es: - Si este ajuste es una carnada: Se detiene la pesca después de X cantidad de pescado es capturado - Si esta configuración es un pez: se detiene la pesca después de este ser capturado X veces

source: Time(s)
es: Veces

source: Overrides Identical Cast
es: Reemplaza Identical Cast

source: Overrides Surface Slap
es: Reemplaza Surface Slap

source: Use Surface Slap
es: Usar Surface Slap

source: Use Identical Cast
es: Usar Identical Cast

source: Use Mooch II
es: Usar Mooch II

# OnlyUseWhenFisherSIntutionIsActive
source: Only use when Fisher's Intuition is active
es: Solo usar cuando Fisher's Intuition este activo

# AutoMoochPresetDescription
source: - If this is a Bait (Ex: Versatile Lure), all fish caught by this bait will be mooched - If this is a Fish/Mooch (Ex: Harbor Herring), it'll be mooched when caught - If this option is disabled, the fish will NOT be mooched even if Auto Mooch is also enabled in the general tab
es: - Si esto es una carnada (Ej: Versatile Lure), todos los peces capturados con este cebo serán usados con Mooch - Si es un pez / mooch (Ej: Harbor Herring), se usara Mooch cuando sea capturado - Si esta opción está desactivada, mooch NO se usará incluso si el Auto Mooch también está habilitado en la pestaña general

# AutoMoochPresetHelpMarker
source: This option takes priority over the Auto Cast Line
es: Esta opción tiene prioridad sobre Auto Cast Line

source: Fisher's Intuition Settings
es: Ajustes de Fisher's Intuition

# FisherSIntuitionSettingsHelpMarker
source: Enable Custom Hooks when Fisher's Intuition is detected
es: Habilitar Hooks personalizados cuando Fisher's Intuition es detectada

# HoldShiftBothDHTH
source: Hold SHIFT to select both Double and Triple Hook (not recommended)
es: Mantén presionado SHIFT para seleccionar ambos Double y Triple Hook (no recomendado)

source: Use Double Hook (If gp > 400)
es: Usar Double Hook (Si gp > 400)

source: Use Triple Hook (If gp > 700)
es: Usar Triple Hook (Si gp > 700)

source: Use when Patience is active (not recommended)
es: Usar cuando Patience está activa (no recomendado)

# DHTHPatienceHelpMarker
source: Important!!! If disabled, Precision/Powerful hook will be used instead when Patience is up.
es: ¡¡¡Importante!!! Si está desactivado, se utilizará Precision/Powerful Hookset cuando Patience esté activada.

# LetTheFishEscape
source: Let the fish escape if GP is below the required
es: Dejar que el pez escape si el GP está por debajo de lo requerido

source: Only use when Identical Cast is active
es: Usar solo cuando Identical Cast está activo

source: Double/Triple Hook Settings
es: Ajustes de Double/Triple Hook

# EnabledConfigArrow
source: Enabled Config ->
es: Ajustes habilitados ->

# EnabledConfigArrowhelpMarker
source: Important!!! If disabled, the fish will NOT be hooked or Mooched. To use the default behavior (General Tab), please delete this configuration.
es: ¡¡¡Importante!!! Si está deshabilitado, el pez NO se usará ni Hook ni Mooch. Para usar el comportamiento predeterminado (Pestaña General), por favor elimine esta configuración.

source: Chum Timer
es: Timer de Chum

source: Enable Chum Timers
es: Habilitar timers de Chum

# EnableChumTimersHelpMarker
source: Enable Min/Max times when under the effect of Chum
es: Habilitar Tiempos Maximos/minimos mientras usas Chum

source: Enable
es: Activar

# TabAutoGigDescription
source: This is an experimental feature and it might miss the fish. If you find it missing too much, try adjusting the SpearFishing window scale to something different
es: Esta funcion es experimental y a veces falla. Si crees que falla mucho, intenta ajustando la ventana de pesca a un tamaño distinto

source: Enable AutoGig
es: Activar AutoGig

source: Hide overlay during Spearfishing
es: Ocultar Overlay durante la pesca con lanza

# AutoGigHideOverlayHelpMarker
source: It'll only hide if the AutoGig option is disabled
es: Solo se ocultará si la opción AutoGig está deshabilitada

source: Draw fish hitbox
es: Mostrar hitboxes de los peces

# DrawFishHitboxHelpMarker
source: The hitbox its only available for the fish of the Size and Speed selected
es: Las hitboxes solo están disponibles para peces del tamaño y velocidad seleccionadas

source: Draw gig hitbox
es: Mostrar hitbox de la lanza

# SelectTheSizeAndSpeed
source: Select the Size and Speed of the fish you want (Gatherbuddy's Spearfishing overlay helps a lot)
es: Selecciona el tamaño y velocidad del pez que quieras (Gatherbuddy's Spearfishing Overlay ayuda mucho)

source: Size
es: Tamaño

source: Speed
es: Velocidad

# AutoCastCordialPriority
source: Change Priority: Watered-Cordial > Cordial > HI-Cordials
es: Cambiar Prioridad: Watered-Cordial > Cordial > HI-Cordials

# AutoCastCordialPriorityHelpMarker
source: If theres no Cordials, Hi-Cordials will be used instead
es: Si no hay Cordials, Hi-Cordials seran utilizados

# AutoCastUseCordial
source: Use Cordials (Hi-Cordial First)
es: Usar Cordials (Hi-Cordial primero)

# AutoCastUseCordialHelpMarker
source: If theres no Hi-Cordials, Cordials will be used instead
es: Si no hay Hi-Cordials, Cordials seran utilizados

# AutoCastUseFishEyes
source: Use Fish Eyes
es: Usar Fish Eyes

source: Cancels Current Mooch
es: Cancela el Mooch actual

# AutoCastUseChum
source: Use Chum
es: Usar Chum

# AutoCastExtraOptionPrizeCatch
source: Only use when Mooch II is on NOT available - READ >>>
es: Usar solo cuando Mooch II no esté disponible - READ >>>

# ExtraOptionPrizeCatchHelpMarker
source: >Make sure 'Use Mooch II' is enabled or else it wont work< This could save you 100gp if going only for mooches
es: >Asegúrate de que 'Usar Mooch II' esté habilitado o sino no funcionará< Esto podria salvarte 100GP si solo estas yendo por mooches

source: Enable AutoHook
es: Activar AutoHook

source: Plugin Enabled
es: Plugin Activado

source: Plugin Disabled
es: Plugin Desactivado

# Plugin_Name_Settings
source: {0} Settings
es: {0} Ajustes

# PluginUi_Draw_Enables_Disables
source: Enables/Disables the plugin for you
es: Activa/Desactiva el plugin para ti

source: Using Chum timer
es: Usando timer de Chum

source: Disables AutoHook
es: Desactiva AutoHook

source: AutoHook Disabled
es: AutoHook desactivado

source: AutoHook Enabled
es: AutoHook activado

source: Enables AutoHook
es: Activa AutoHook

source: Opens Config Window
es: Abre Ventana de Ajustes

# TabAutoCasts_When_Stack_Equals
source: When Stacks =
es: Cuando Stacks =

source: Use Prize Catch
es: Usar Prize Catch

# Use_Prize_Catch_HelpText
source: Cancels Current Mooch. Patience and Makeshift Bait will not be used when Prize Catch active
es: Cancela Mooch actual, Patience, y Makeshift Bait no será usado cuando Prize Catch este activo

source: Toggles AutoHook On/Off
es: Activa o Desactiva Autohook

# BaitName_Default
source: Default
es: Predeterminado

# DecompressString_Invalid_Import
source: This is not a valid import.
es: Esto no es un importe correcto.

source: New Preset
es: Nuevo Preset

# TabAutoCasts_DrawAutoCast_HelpText
source: Cast (FSH Action) will be used after a bite IMPORTANT!!! If Auto Mooch (Global or Custom Preset) is not enabled, the line will be casted normally and you'll lose your mooch opportunity (If available)
es: Cast (Acción de FSH) sera usado despues de una mordida IMPORTANTE!!! Si Auto Mooch (Global o Preset Personalizado) no está activado, se usara Cast normalmente y perderas tu Mooch (si está disponible)

source: Global Auto Cast Line
es: Auto Cast Global

source: Use Thaliak's Favor
es: Usar Thaliak's Favor

source: Use Nature's Bounty
es: Usar Nature's Bounty

source: Enable AutoGig
es: Activar AutoGig

source: Use Makeshift Bait
es: Usar Makeshift Bait

# TabAutoCasts_DrawMakeShiftBait_HelpText
source: This might conflict with Auto Thaliak's Favor
es: Esto podría entrar en conflicto con Auto Thaliak's Favor

# TabAutoCasts_DrawExtraOptionsThaliaksFavor_
source: When Stacks =
es: Cuando Stacks =

# TabAutoCasts_DrawThaliaksFavor_HelpText
source: This might conflict with Auto MakeShift Bait
es: Esto podría entrar en conflicto con Auto MakeShift Bait

source: Use Patience I/II
es: Usar Patience I/II

# TabAutoCasts_DrawPatience_HelpText
source: Patience I/II will be used when your current GP is equal (or higher) to the action cost +20 (Ex: 220 for I, 580 for II), this helps to avoid not having GP for the hooksets
es: Patience I/II será utilizada cuando tu GP actual es igual a (o mayor que) el costo de la acción +20 (Ej: 220 para I, 580 para II), esto ayuda a evitar no tener suficiente GP para usar los Hooksets

# TabAutoCasts_DrawExtraOptionsPatience
source: Use when Makeshift Bait is active
es: Usar cuando Makeshift Bait está activo

source: Enable Auto Casts
es: Activar Auto Casts

source: Don't Cancel Mooch
es: No cancelar Mooch

# TabAutoCasts_DrawHeader_HelpText
source: Actions that cancel mooch wont be used (e.g. Chum, Fish Eyes, Prize Catch etc.)
es: Las acciones que cancelen Mooch no se utilizarán (por ejemplo, Chum, Fish Eyes, Prize Catch etc.)

# TabAutoCasts_DrawExtraOptionsAutoMooch_Extra_Only_Active
source: Only use when Fisher's Intuition is active
es: Solo usar cuando Fisher's Intuition este activo

source: Use Mooch II
es: Usar Mooch II

source: Global Auto Mooch
es: Auto Mooch Global

# TabAutoCasts_DrawHeader_Guide_Collectables
source: Guide: How to auto accept Collectables
es: Guía: Cómo auto aceptar Collectables

# TabAutoCasts_DrawAutoMooch_HelpText
source: This option have priority over Auto Cast Line If you want to Auto Mooch only a specific fish and ignore others, disable this option and create a Custom Preset.
es: Esta opción tiene prioridad sobre Auto Cast Line Si desea usar Auto Mooch con un solo pez e ignorar los otros, desactiva esta opcion y crea un Preset Personalizado.

source: Support me on Ko-fi
es: Apóyame en Ko-fi

source: Complete
es: Completo

source: Incomplete
es: Incompleto

# PluginUi_Language
source: Language
es: Idioma

# TabGeneral_DrawHeader_Localization_Help
source: Help with the plugin localization (Crowdin)
es: Ayuda con la localización del plugin (Crowdin)

source: Add new bait
es: Añadir nueva carnada

source: Add new mooch
es: Añadir nuevo mooch

# AutoMooch_HelpText
source: This option have priority over Auto Cast Line
es: Esta opción tiene prioridad sobre Auto Cast Line

source: Normal Hook
es: Hook normal

# TabName_Default_Preset
source: Default Preset
es: Preset Predeterminado

source: Bait
es: Carnada

source: All Baits
es: Todas las Carnadas

source: All Mooches
es: Todos los Mooches

source: Fish
es: Pez

source: Add new fish
es: Añadir nuevo pez

source: Never Mooch
es: Nunca usar Mooch

source: Mooch Setting
es: Ajustes de Mooch

source: Swap Preset
es: Cambiar Preset

source: Swap Bait
es: Cambiar Carnada

# IdenticalCast_HelpText
source: If disabled, mooching opportunity will be lost
es: Si está deshabilitado, se perderá la oportunidad de usar Mooch

source: Always Mooch
es: Siempre usar Mooch

# Caught_Counter
source: Caught:
es: Capturados:

# Hooked_Counter
source: Hooked:
es: Enganchados:

source: Enabled
es: Habilitado

# StopFishing_After_hooking
source: After hooking...
es: Luego de usar Hook...

# Hooking_Limited_Reached_Chat_Message
source: Hooking limit reached ({0}). Stopping fishing.
es: Se alcanzó el límite de Hooking ({0}). Deteniendo la pesca.

# Caught_Limited_Reached_Chat_Message
source: Caught limit reached ({0}). Stopping fishing.
es: Se alcanzó el límite de capturados ({0}). Deteniendo la pesca.

source: Stop Casting
es: Dejar de usar Cast

# Auto_Cast_Stopped
source: Auto casting will be stopped, but won't quit fishing
es: Auto Cast se detendrá, pero no se detendrá la pesca

source: Quit Fishing
es: Dejar de Pescar

# Quit_Action_HelpText
source: Quit action will be used and completely stop fishing
es: La acción Quit se usará y se detendrá la pesca completamente

# Tab_Description
source: Description
es: Descripción

# TabDefaultPreset_Description
source: The default preset is used when no custom bait/mooch/fish/autocast is detected. Here you can set the hooking behavior that will be used for all baits and mooches unless a custom preset is created. Check the Guide Tab for Guides.
es: El preset por defecto se utiliza cuando no se detecta ningúna carnada/mooch/pez/autocast personalizado. Aquí puedes establecer el comportamiento de Hook que se utilizará para todas las carnadas y mooches a menos que se cree un preset personalizado. Comprueba la pestaña de guías para las guías.

# Old_Preset_Warning
source: This is an old import, some settings might be missing.
es: Esta es una importación antigua, puede que falten algunos ajustes.

source: Show Chat Logs
es: Mostrar registros de chat

source: Show Current Status Header
es: Mostrar la cabecera de estado actual

# Delay_Between_Casts
source: Delay Between Casts (in ms):
es: Retraso entre Casts (en ms):

source: Show Debug Console
es: Mostrar consola de Debug

# Show_Chat_Logs_HelpText
source: Show messages like "Preset Swapped" in chat
es: Mostrar mensajes como "Preset cambiado" en el chat

# TabName_Config_Guides
source: Config / Guides
es: Ajustes / Guías

source: Open Console
es: Abrir consola

# SubAuto_Disabled
source: Auto cast is disabled
es: Auto Cast está desactivado

# SubExtra_Disabled
source: Extra options disabled
es: Opciones adicionales desactivadas

# Default_AutoCast_Being_Used
source: [Default] auto cast is being used instead
es: [Predeterminado] Auto Cast está siendo utilizado

# Custom_AutoCast_Being_Used
source: Custom preset [{0}] Auto cast is being used instead
es: Preset Personalizado [{0}] Auto Cast está siendo utilizado

# Default_Extra_Being_Used
source: [Default] Extra config is being used instead
es: [Predeterminado] Ajustes extra están siendo utilizados

# Custom_Extra_Being_Used
source: Custom preset [{0}] Extra config is being used instead
es: Preset Personalizado [{0}] Ajustes extra están siendo utilizados

# Auto_Cast_Alert_Manual_Hook
source: Important! Auto Casts wont be used if you hook manually.
es: ¡Importante! Auto Cast no será utilizado si usas Hook manualmente.

source: Food Buff
es: Buff de Comida

# Only_When_Patience_Active
source: Only use when patience is active
es: Solo usar si Patience está activa

source: Stop After Caught
es: Parar despues de Capturar

# Search_Hint
source: Search...
es: Buscar...

# NeverReleaseHelptext
source: This fish won't be released if 'Release All Fish' is enabled in the Auto Cast tab
es: Este pez no será liberado si 'Liberar todos los peces' está habilitado en la pestaña Auto Cast

source: Never Release
es: Nunca Liberar

source: Release All Fish
es: Liberar todos los peces

# ReleaseAllFishHelpText
source: If you dont want to release a specific fish, add it to a preset and select "Never Release"
es: Si no quieres liberar un pez especifico, añádelo a un preset y selecciona "Nunca Liberar"

source: Enable Extra Configs
es: Habilitar ajustes adicionales

source: When gaining fisher's intuition...
es: Al ganar Fisher's Intuition...

source: When losing fisher's intuition...
es: Al perder Fisher's Intuition...

# Draw_Configs
source: Configs
es: Ajustes

# Draw_Guides
source: Guides
es: Guías

source: Delay when hooking
es: Retardo al usar Hook
